[PAD]
[BOS]
[EOS]
[UNK]
[MASK]
[CLS]
[SUM]
[UGH]
[HMM]
[SHH]
[UHH]
[WOW]
[HOO]
[MMM]
[OHH]
[OOO]
[WOO]
.
A
Abigail
Addison
Aiden
Alexander
Amelia
Andrew
Anthony
Aria
Asher
Aubrey
Audrey
Aurora
Ava
Avery
Bella
Benjamin
Brooklyn
Caleb
Camila
Carter
Charlie
Charlotte
Chloe
Christopher
Claire
Daniel
David
Dylan
Eleanor
Elijah
Elizabeth
Ella
Ellie
Emily
Emma
Ethan
Evelyn
Gabriel
Grace
Grayson
Hannah
Harper
Hazel
Henry
Isaac
Isabella
Jack
Jackson
Jacob
James
Jaxon
Jayden
John
Joseph
Joshua
Julian
Layla
Leah
Leo
Levi
Liam
Lillian
Lily
Lina
Lincoln
Logan
Lucas
Luke
Luna
Madison
Mason
Mateo
Matthew
Mia
Michael
Mila
Natalie
Nathan
Noah
Nora
Oliver
Olivia
Owen
Paula
Penelope
Riley
Ryan
Samuel
Savannah
Scarlett
Sebastian
Skylar
Sofia
Sophia
Stella
TV
The
Theodore
Thomas
Victoria
Violet
William
Wyatt
Zoe
Zoey
a
admire
admired
adore
adored
appreciate
appreciated
ate
attempted
awarded
baby
backpack
backyard
bag
baked
bakery
ball
balloon
banana
baron
barrel
basin
basket
bat
bathtub
beach
bean
bear
beast
bed
bee
beer
believed
bell
bench
beside
bible
bicycle
bike
bin
bird
biscuit
blanket
blender
blessed
block
board
boat
book
booklet
bookstore
bottle
boulder
bowl
box
boy
brain
branch
break
brick
broke
broken
broker
brought
brush
bucket
bun
bunker
bunny
burn
burned
bush
butterfly
button
buyer
by
cabinet
cafe
cage
cake
call
called
can
canvas
captain
car
carpet
cart
casket
cassette
castle
cat
chair
chalk
champion
change
changed
chemical
chemist
chessboard
chicken
chief
child
china
citizen
clean
cleaned
clock
closet
cloth
cloud
coach
cobra
cockroach
coffin
coin
collapse
collapsed
computer
condo
confessed
consumer
container
cook
cooked
cookie
corner
corpse
cot
couch
counter
cow
crack
cracker
crate
craved
crawl
crayon
creature
crib
cried
crocodile
crown
crumple
crumpled
cry
crystal
cubicle
cup
cupboard
cushion
customer
cylinder
dance
danced
dealer
deck
declared
decompose
decomposed
deer
desk
device
director
discover
discovered
dish
disintegrate
disintegrated
doctor
dog
doll
donkey
donut
double
doubled
dragon
draw
drawer
drawn
dreamed
drew
drink
driver
duck
duke
dumpster
dungeon
dust
dusted
eat
eaten
enjoyed
enlarge
enlarged
envelope
examine
examined
expected
farmer
father
fed
fig
find
fish
fishbowl
flag
float
floated
floor
flower
fly
foreigner
forwarded
found
fox
freeze
fridge
friend
frog
frown
frowned
froze
frozen
fruit
futon
game
garden
gardner
gasp
gasped
gave
genius
giant
giggle
giggled
giraffe
girl
given
glacier
glass
glue
goose
governor
gravel
grew
grow
grown
guard
guest
guitar
gumball
guy
hamburger
hammer
hammock
handed
hanger
hat
hated
haystack
headmaster
hear
heard
hedge
hedgehog
held
helicopter
help
helped
hen
hero
hippo
hold
hole
hoped
horse
host
house
human
hunt
hunted
imagined
improve
improved
in
inflate
inflated
intended
investigate
investigated
itched
jacket
jar
jeep
jigsaw
jog
jogged
journalist
judge
juggle
juggled
kennel
key
keyboard
kid
king
kitty
knew
knife
know
known
ladder
lamb
lamp
landlord
laugh
laughed
lawyer
leaf
leaflet
lemon
lended
like
liked
lion
liver
loaned
log
lollipop
longed
love
loved
machine
mailed
manager
mandarin
mattress
meant
melon
microwave
mirror
miss
missed
molecule
monastery
monk
monkey
monster
moose
mother
mound
mouse
muffin
mug
murderer
nail
nap
napkin
napped
needed
needle
nest
newspaper
notebook
notice
noticed
nurse
nursed
observe
observed
offered
on
pack
package
packed
pad
paint
painted
painting
palace
pancake
panel
paper
parcel
passed
passenger
patient
pedestal
pen
pencil
penguin
penny
penthouse
pepper
philosopher
piano
pickle
pierce
pierced
pig
pile
pillar
pillow
pit
pizza
planned
plant
plaque
plate
platter
pod
podium
poet
poke
poked
politician
pony
pool
posted
poster
pot
potato
preferred
present
president
pretzel
priest
prince
princess
prisoner
producer
professor
promised
proved
puddle
pumpkin
pupil
puppy
purse
pyramid
queen
rack
radio
rag
raisin
ran
read
redden
reddened
refrigerator
rented
researcher
resident
respect
respected
returned
ring
road
rock
rod
roll
rolled
room
rose
rug
run
sack
said
sailor
sandwich
saucepan
saw
scarf
scientist
scoff
scoffed
scream
screamed
sculpture
seat
see
seed
seen
sent
servant
served
shark
shattered
sheep
sheet
shelf
shell
shipped
shirt
shoe
shoebox
shorten
shortened
sink
sketch
sketched
skull
sleep
slept
slid
slide
slipped
smile
smiled
smirk
smirked
snap
snapped
sneeze
sneezed
snooze
snoozed
snore
snored
soap
sock
sofa
sold
soldier
soup
spaceship
speaker
sphere
split
spokesman
spoon
squeezed
squirrel
stab
stabbed
stack
stadium
stage
stand
statue
stool
storage
strawberry
student
studied
study
stutter
stuttered
supported
surface
surgeon
swamp
sweetcorn
sword
table
tabletop
talk
talked
taxi
teacher
teapot
teleported
tenant
tent
that
the
thought
threw
throne
throw
thrown
tiger
tin
to
tolerate
tolerated
tomb
tool
toothbrush
torch
toss
tossed
touch
touched
tourist
towel
tower
toy
trailer
train
trainee
trampoline
trap
tray
tree
tried
tripod
trophy
truck
trunk
tub
tube
turkey
turntable
turtle
value
valued
valve
van
vase
vehicle
vessel
visitor
wagon
walk
walked
wanted
wardrobe
warrior
was
watch
weapon
well
whale
windowsill
wine
wired
wished
wolf
worm
worship
worshipped
writer
yacht
yearned
yogurt
zebra
