[PAD]
[BOS]
[EOS]
[UNK]
[MASK]
(
)
*
,
.
0
1
10
11
12
13
14
15
16
17
18
19
2
20
21
22
23
24
25
26
27
28
29
3
30
31
32
33
34
35
36
37
38
39
4
40
41
42
43
44
45
46
47
48
49
5
50
51
52
53
54
56
59
6
7
8
9
;
AND
Abigail
Addison
Aiden
Alexander
Amelia
Andrew
Anthony
Aria
Asher
Aubrey
Audrey
Aurora
Ava
Avery
Bella
Benjamin
Brooklyn
Caleb
Camila
Carter
Charlie
Charlotte
Chloe
Christopher
Claire
Daniel
David
Dylan
Eleanor
Elijah
Elizabeth
Ella
Ellie
Emily
Emma
Ethan
Evelyn
Gabriel
Grace
Grayson
Hannah
Harper
Hazel
Henry
Isaac
Isabella
Jack
Jackson
Jacob
James
Jaxon
Jayden
John
Joseph
Joshua
Julian
LAMBDA
Layla
Leah
Leo
Levi
Liam
Lillian
Lily
Lina
Lincoln
Logan
Lucas
Luke
Luna
Madison
Mason
Mateo
Matthew
Mia
Michael
Mila
Natalie
Nathan
Noah
Nora
Oliver
Olivia
Owen
Paula
Penelope
Riley
Ryan
Samuel
Savannah
Scarlett
Sebastian
Skylar
Sofia
Sophia
Stella
Theodore
Thomas
Victoria
Violet
William
Wyatt
Zoe
Zoey
_
a
admire
adore
agent
appreciate
attempt
award
b
baby
backpack
backyard
bag
bake
bakery
ball
balloon
banana
baron
barrel
basin
basket
bat
bathtub
beach
bean
bear
beast
bed
bee
beer
believe
bell
bench
beside
bible
bicycle
bike
bin
bird
biscuit
blanket
blender
bless
block
board
boat
book
booklet
bookstore
bottle
boulder
bowl
box
boy
brain
branch
break
brick
bring
broker
brush
bucket
bun
bunker
bunny
burn
bush
butterfly
button
buyer
cabinet
cafe
cage
cake
call
can
canvas
captain
car
carpet
cart
casket
cassette
castle
cat
ccomp
chair
chalk
champion
change
chemical
chemist
chessboard
chicken
chief
child
china
citizen
clean
clock
closet
cloth
cloud
coach
cobra
cockroach
coffin
coin
collapse
computer
condo
confess
consumer
container
cook
cookie
corner
corpse
cot
couch
counter
cow
crack
cracker
crate
crave
crawl
crayon
creature
crib
crocodile
crown
crumple
cry
crystal
cubicle
cup
cupboard
cushion
customer
cylinder
dance
dealer
deck
declare
decompose
deer
desk
device
director
discover
dish
disintegrate
doctor
dog
doll
donkey
donut
double
dragon
draw
drawer
dream
drink
driver
duck
duke
dumpster
dungeon
dust
e
eat
enjoy
enlarge
envelope
examine
expect
farmer
father
feed
fig
find
fish
fishbowl
flag
float
floor
flower
fly
foreigner
forward
fox
freeze
fridge
friend
frog
frown
fruit
futon
game
garden
gardner
gasp
genius
giant
giggle
giraffe
girl
give
glacier
glass
glue
goose
governor
gravel
grow
guard
guest
guitar
gumball
guy
hamburger
hammer
hammock
hand
hanger
hat
hate
haystack
headmaster
hear
hedge
hedgehog
helicopter
help
hen
hero
hippo
hold
hole
hope
horse
host
house
human
hunt
imagine
improve
in
inflate
intend
investigate
itch
jacket
jar
jeep
jigsaw
jog
journalist
judge
juggle
kennel
key
keyboard
kid
king
kitty
knife
know
ladder
lamb
lamp
landlord
laugh
lawyer
leaf
leaflet
lemon
lend
like
lion
liver
loan
log
lollipop
long
love
machine
mail
manager
mandarin
mattress
mean
melon
microwave
mirror
miss
molecule
monastery
monk
monkey
monster
moose
mother
mound
mouse
muffin
mug
murderer
nail
nap
napkin
need
needle
nest
newspaper
nmod
notebook
notice
nurse
observe
offer
on
pack
package
pad
paint
painting
palace
pancake
panel
paper
parcel
pass
passenger
patient
pedestal
pen
pencil
penguin
penny
penthouse
pepper
philosopher
piano
pickle
pierce
pig
pile
pillar
pillow
pit
pizza
plan
plant
plaque
plate
platter
pod
podium
poet
poke
politician
pony
pool
post
poster
pot
potato
prefer
present
president
pretzel
priest
prince
princess
prisoner
producer
professor
promise
prove
puddle
pumpkin
pupil
puppy
purse
pyramid
queen
rack
radio
rag
raisin
read
recipient
redden
refrigerator
rent
researcher
resident
respect
return
ring
road
rock
rod
roll
room
rose
rug
run
sack
sailor
sandwich
saucepan
say
scarf
scientist
scoff
scream
sculpture
seat
see
seed
sell
send
servant
serve
shark
shatter
sheep
sheet
shelf
shell
ship
shirt
shoe
shoebox
shorten
sink
sketch
skull
sleep
slide
slip
smile
smirk
snap
sneeze
snooze
snore
soap
sock
sofa
soldier
soup
spaceship
speaker
sphere
split
spokesman
spoon
squeeze
squirrel
stab
stack
stadium
stage
stand
statue
stool
storage
strawberry
student
study
stutter
support
surface
surgeon
swamp
sweetcorn
sword
table
tabletop
talk
taxi
teacher
teapot
teleport
tenant
tent
theme
think
throne
throw
tiger
tin
tolerate
tomb
tool
toothbrush
torch
toss
touch
tourist
towel
tower
toy
trailer
train
trainee
trampoline
trap
tray
tree
tripod
trophy
truck
trunk
try
tub
tube
turkey
turntable
turtle
tv
value
valve
van
vase
vehicle
vessel
visitor
wagon
walk
want
wardrobe
warrior
watch
weapon
well
whale
windowsill
wine
wire
wish
wolf
worm
worship
writer
x
xcomp
yacht
yearn
yogurt
zebra
