{
  "architectures": [
    "Bert"
  ],
  "model_type": "bert",
  "attention_probs_dropout_prob": 0.1,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 300,
  "initializer_range": 0.02,
  "intermediate_size": 512,
  "num_attention_heads": 4,
  "num_hidden_layers": 2,
  "type_vocab_size": 2,
  "vocab_size": 895,
  "pad_token_id": 0,
  "bos_token_id": 1,
  "eos_token_id": 2,
  "unk_token_id": 3,
  "mask_token_id": 4,
  "cls_token_id": 5,
  "sum_token_id": 6,
  "nsp_token_id": 7,
  "position_embedding_type": "absolute",
  "position_embedding_init": "random"
}